// src/data/long_trip_data.js

export const reasons = [
  '여행지의 날씨가 마음에 들어서',
  '새로운 곳에서 일하고 싶어서',
  '바다가 보고 싶어서',
  '자연 속에서 지내보고 싶어서',
  '쉬는 시간이 필요해서',
  '액티비티를 오래 즐기고 싶어서',
  '둘만 있고 싶어서',
  '여행지의 분위기가 좋아서',
  '혼자 쉬고 싶어서',
  '휴가',
  '여행지의 물가가 마음에 들어서',
  '새로운 인연을 만들고 싶어서',
];
  
export const transports = [
  '차가 있어요',
  '대중교통',
];

export const locationTypes = [
  '실내',
  '실외'
];

export const activities = [
  '체험',
  '헬스',
  '맛집 탐방',
  '온천',
  '카페에서 일하기',
  '수영',
  '지역 축제 참가하기',
  '스키/스노보드',
  '하이킹/트래킹',
  '분위기 좋은 펍 방문',
  '요가',
  '페스티벌 가기',
  '자연 속에서 살아보기',
  '도시를 느껴보기',
  '콘서트',
  '감성 카페 방문'
];

export const togethers = [
  '혼자',
  '가족과',
  '연인과',
  '친구와',
  '반려동물과'
];
