// src/data/long_trip_data.js

export const reasons = [
  '일상적인 환경 및 역할에서의 탈출',
  '쉴 수 있는 기회',
  '여행 동반자와의 친밀감 및 유대감 증진',
  '진정한 자아 찾기 또는 자신을 되돌아볼 기회 찾기',
  'SNS 사진 등록 등 과시',
  '운동',
  '새로운 경험 추구',
  '역사 탐방',
  '특별한 목적(칠순여행)',
  '기타',
];
  
export const transports = [
  '차가 있어요',
  '대중교통',
];
export const transportsValue = [
  '자가용', '대중교통 등' 
];

export const activities = [
  '체험',
  '헬스',
  '맛집 탐방',
  '온천',
  '카페에서 일하기',
  '수영',
  '지역 축제 참가하기',
  '스키/스노보드',
  '하이킹/트래킹',
  '분위기 좋은 펍 방문',
  '요가',
  '페스티벌 가기',
  '자연 속에서 살아보기',
  '도시를 느껴보기',
  '콘서트',
  '감성 카페 방문'
];

export const togethers = [
  '배우자',
  '자녀',
  '부모',
  '조부모',
  '형제/자매',
  '친인척',
  '친구',
  '연인',
  '동료',
  '친목 단체/모임',
  '기타'
];
